Repository: 84000/data-translation-memory
Catalog: toh238-v3.tmx
Source language: bo
Languages: en

source: གྲོང་དང་གྲོང་ཁྱེར་དང་ཚོང་འདུས་ཀྱི་སྤྱོད་ཡུལ་ལ་མངོན་པར་དགའ་བ་མ་ཡིན་པ་དང་། སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ལ་མངོན་པར་དགའ་བ་ཡིན་གྱི། ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ལ་མངོན་པར་དགའ་བ་མ་ཡིན་པ་དང་། ཤེས་བྱའི་སྒྲིབ་པ་སྤོང་བ་ལ་མངོན་པར་དགའ་བ་ཡིན་གྱི། ཉོན་མོངས་པའི་སྒྲིབ་པ་སྤོང་བ་ཙམ་ལ་མངོན་པར་དགའ་བ་མ་ཡིན་པ་དང་མཚན་དང་དཔེ་བྱད་བཟང་པོ་དང་། གཟུགས་ཀྱི་ལུས་མངོན་པར་བསྒྲུབ་པ་ལ་མངོན་པར་དགའ་བ་ཡིན་གྱི། ཆོས་ཀྱི་སྐུ་མངོན་པར་རྟོགས་པ་ཙམ་ལ་དགའ་བ་མ་ཡིན་པ་དང་སྟོབས་དང་། མི་འཇིགས་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་ཡང་དག་པར་བསྒྲུབ་པ་ལ་མངོན་པར་དགའ་བ་ཡིན་གྱི། འཕགས་པའི་བདེན་པ་མངོན་པར་རྟོགས་པ་ཙམ་ལ་མངོན་པར་དགའ་བ་མ་ཡིན་པ་དང་།
en: (1) They delight in the requisites of the spiritual life, not in worldly things; (2) they delight in the way of noble people, not in the way of ignoble people; (3) they delight in the ripening of ignoble people, not in proscribed and negative actions; (4) they delight in the food of the Dharma, not in physical food; (5) they delight in solitude and the wilderness, not in the activities of a village, city, or market town; (6) they delight in the awakening of a buddha, not in the awakening of a śrāvaka or pratyekabuddha; (7) they delight in the abandonment of cognitive obscurations, not in the abandonment of the obscuration of the afflictive emotions alone; (8) they delight in achieving a physical body with the major and minor auspicious marks, not in merely realizing the dharmakāya; (9) they delight in accomplishing strength, fearlessness, and the unique qualities of a buddha, not in the realization of the truths of the noble ones alone; (10) they delight in the accomplishment of the roots of virtue of other beings, not in the accomplishment of their own roots of virtue; and (11) they delight in the abandonment of the nexus of habitual patterns, not in the abandonment of the obscuration of the afflictive emotions alone.

source: སེམས་ཅན་ཕ་རོལ་གྱི་དགེ་བའི་རྩ་བ་ཡང་དག་པར་བསྒྲུབ་པ་ལ་མངོན་པར་དགའ་བ་ཡིན་གྱི། བདག་གི་དགེ་བའི་རྩ་བ་ཡང་དག་པར་བསྒྲུབ་པ་ལ་མངོན་པར་དགའ་བ་མ་ཡིན་པ་དང་། བག་ཆགས་ཀྱི་མཚམས་སྦྱོར་བ་སྤོང་བ་ལ་མངོན་པར་དགའ་བ་ཡིན་གྱི། ཉོན་མོངས་པའི་སྒྲིབ་པ་སྤོང་བ་ཙམ་ལ་མངོན་པར་དགའ་བ་མ་ཡིན་པ་སྟེ། རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔས་ཆོས་ཀྱི་ཚུལ་ལ་འཇུག་པ་བཅུ་པོ་དེ་དག་གིས་ཆོས་སྨྲ་བ་པོ་ཁོང་དུ་ཆུད་པར་བྱའོ། །
en: Child of good family, bodhisattvas should understand those who follow the Dharma through these ten approaches to the way of the Dharma.

source: བྱང་ཆུབ་སེམས་དཔས་ཆོས་ཀྱི་ཚུལ་ལ་འཇུག་པ་དཔེ་དང་ལྡན་པ་བཅུས་ཆོས་སྨྲ་བ་པོ་ཁོང་དུ་ཆུད་པར་བྱ་སྟེ།
en: “Bodhisattvas should understand those who follow the Dharma through ten analogies for entering the way of the Dharma.

source: འདི་ལྟ་སྟེ། དཔེར་ན་ས་ཆེན་པོ་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་འཚོ་བར་གྱུར་ཀྱང་སུ་ལས་ཀྱང་ལན་ཅུང་ཟད་ཀྱང་མི་ཚོལ་ལོ། །
en: (1) As an analogy, the great earth sustains all beings without seeking the slightest recompense from anyone.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔས་ཆོས་སྨྲ་བ་ཡང་ས་ལྟར་སེམས་ཅན་ཐམས་ཅད་ཀྱི་འཚོ་བ་ཡིན་ཏེ། སུ་ལས་ཀྱང་ལན་ཅུང་ཟད་ཀྱང་མི་ཚོལ་ལོ། །
en: In the same way, bodhisattvas who propound the Dharma also sustain all beings like the earth, without seeking the slightest recompense from anyone.

source: འདི་ལྟ་སྟེ། དཔེར་ན་ཆུ་ནི་རང་གི་ཡོན་ཏན་རྣམས་ཀྱིས་སེམས་ཅན་ཐམས་ཅད་བདེ་བར་བྱེད་ཀྱང་སུ་ལས་ཀྱང་ལན་ཅུང་ཟད་ཀྱང་མི་ཚོལ་ལོ། །
en: (2) As a further analogy, water brings comfort to beings through its own qualities without seeking the slightest recompense from anyone.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་སྨྲ་བ་ཡང་རང་གི་ཡོན་ཏན་རྣམས་ཀྱིས་སེམས་ཅན་ཐམས་ཅད་བདེ་བར་བྱེད་དེ། སུ་ལས་ཀྱང་ལན་ཅུང་ཟད་ཀྱང་མི་ཚོལ་ལོ། །
en: In the same way, bodhisattvas who propound the Dharma also bring comfort to all beings through their own qualities without seeking the slightest recompense from anyone.

source: འདི་ལྟ་སྟེ། དཔེར་ན་མེའི་ཁམས་ནི་རང་གི་ཡོན་ཏན་རྣམས་ཀྱིས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་འཚོ་བ་ཡིན་ཏེ།
en: (3) As a further analogy, the element of fire sustains all beings through its own qualities.

source: སེམས་ཅན་ཐམས་ཅད་ཀྱི་འཚོ་བ་ལོ་ཏོག་ཐམས་ཅད་ཡོངས་སུ་སྨིན་པར་བྱེད་ཀྱང་སུ་ལས་ཀྱང་ལན་ཅུང་ཟད་ཀྱང་མི་ཚོལ་ལོ། །
en: It sustains all beings by ripening every harvest without seeking the slightest recompense from anyone.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་སྨྲ་བ་ཡང་རང་གི་ཤེས་རབ་ཀྱི་ཡོན་ཏན་རྣམས་ཀྱིས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་འཚོ་བ་ཡིན་ཏེ།
en: In the same way, bodhisattvas who propound the Dharma sustain all beings through the qualities of their insight.

source: སེམས་ཅན་ཐམས་ཅད་ཀྱི་འཚོ་བ་དགེ་བའི་རྩ་བའི་ལོ་ཏོག་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱེད་ཀྱང་སུ་ལས་ཀྱང་ལན་ཅུང་ཟད་ཀྱང་མི་ཚོལ་ལོ། །འདི་ལྟ་སྟེ།
en: They sustain all beings by ripening the harvest of the roots of virtue without seeking the slightest recompense from anyone.

source: དཔེར་ན་རླུང་གི་ཁམས་ནི་རྩྭ་དང་། ཤིང་གེལ་བ་དང་། སྨན་གྱི་ཚོགས་དང་། སེམས་ཅན་གྱི་རྒྱུད་རྣམས་རྣམ་པར་སྐྱེད་ཀྱང་རྣམ་པར་མི་རྟོག་ཅིང་མི་འགྱུར་རོ། །
en: (4) As a further analogy, the element of air fosters grass, shrubs, clusters of medicinal herbs, and the mindstreams of beings even though it is nonconceptual and unchanging.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔས་ཆོས་སྨྲ་བ་ཡང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྐྱེ་བའི་ལུས་དང་། ཆོས་ཀྱི་སྐུ་རྣམ་པར་སྐྱེད་ཀྱང་སུ་ལས་ཀྱང་ལན་ཅུང་ཟད་ཀྱང་མི་ཚོལ་ལོ། །
en: In the same way, bodhisattvas who propound the Dharma foster the birth bodies of all beings and the dharmakāya without seeking the slightest recompense.

source: འདི་ལྟ་སྟེ། དཔེར་ན་ནམ་མཁའི་ཁམས་ནི་མཐའ་ཡས་ཤིང་མུ་མེད་ལ་སྒྲིབ་པ་མེད་པའི་རང་བཞིན་ཏེ།
en: (5) As a further analogy, the element of space is infinite, boundless, and naturally unobscured.

source: སེམས་ཅན་ཐམས་ཅད་ཉེ་བར་འཚོ་ཡང་རྣམ་པར་མི་རྟོག་ཅིང་འགྱུར་བ་མེད་དེ་གང་ལ་ཡང་མི་ཆགས་སོ། །
en: It sustains all beings even though it is nonconceptual, unchanging, and not attached to anything.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་སྨྲ་བ་ཡང་ཡོན་ཏན་མཐའ་ཡས་ཤིང་མུ་མེད་ལ་ཐམས་ཅད་དུ་སྒྲིབ་པ་མེད་པའི་རང་བཞིན་ཏེ།
en: In the same way, bodhisattvas who propound the Dharma have infinite and boundless good qualities and a nature that is entirely unobscured.

source: སེམས་ཅན་ཐམས་ཅད་ཉེ་བར་འཚོ་ཡང་རྣམ་པར་མི་རྟོག་ཅིང་འགྱུར་བ་མེད་དེ། གང་ལ་ཡང་མི་ཆགས་སོ། །
en: They sustain all beings even though they are nonconceptual, unchanging, and not attached to anything.

source: འདི་ལྟ་སྟེ་དཔེར་ན་ཟླ་བ་ནི་ཐམས་ཅད་དུ་སེམས་ཅན་ཐམས་ཅད་ལ་རྟག་ཏུ་དེས་པར་སྣང་ཞིང་འཇིག་རྟེན་སྐྱོང་ཡང་འཇིག་རྟེན་གྱི་ཆོས་རྣམས་ཀྱིས་མི་གོས་སོ། །
en: (6) As a further analogy, the moon always shines gently on all beings everywhere, protecting the world even though it is unsullied by worldly phenomena.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་སྨྲ་བ་ཡང་ཐམས་ཅད་དུ་སེམས་ཅན་ཐམས་ཅད་ལ་རྟག་ཏུ་དེས་པར་སྣང་ཞིང་འཇིག་རྟེན་སྐྱོང་ཡང་འཇིག་རྟེན་གྱི་ཆོས་རྣམས་ཀྱིས་མི་གོས་སོ། །འདི་ལྟ་སྟེ།
en: In the same way, bodhisattvas who propound the Dharma shine gently on all beings everywhere, protecting the world even though they are unsullied by worldly phenomena.

source: དཔེར་ན་ཉི་མ་ཤར་བས་མུན་པ་མུན་ནག་ཐམས་ཅད་མེད་པར་གྱུར་ཏེ། དེའི་འོད་ཀྱིས་སྣང་བར་བྱས་ནས་སེམས་ཅན་དག་རང་རང་གི་ལས་རྣམས་བྱེད་ཀྱང་ཉི་མ་ནི་མི་རྟོག་རྣམ་པར་མི་རྟོག་སྟེ།
en: (7) As a further analogy, when the sun rises all deep darkness vanishes, and by its shining light beings can go about their respective activities.

source: སུ་ལས་ཀྱང་ལན་ཅུང་ཟད་ཀྱང་མི་ཚོལ་ལོ། །
en: The sun forms no concepts at all and does not seek the slightest recompense from anyone.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་སྨྲ་བ་བྱུང་བས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་མ་རིག་པའི་མུན་པ་མུན་ནག་མེད་པར་གྱུར་ཏེ། དེའི་འོད་ཀྱིས་སྣང་བར་བྱས་ནས་སེམས་ཅན་དག་རང་རང་གི་དགེ་བའི་རྩ་བ་རྣམས་བྱེད་ཀྱང་ཆོས་སྨྲ་བ་ནི་མི་རྟོག་རྣམ་པར་མི་རྟོག་སྟེ།
en: In the same way, when bodhisattvas who propound the Dharma appear, the deep darkness of all beings’ ignorance vanishes, and by their shining light beings cultivate their respective roots of virtue.

source: འདི་ལྟ་སྟེ། དཔེར་ན་གྲུ་སྲ་ཞིང་བརྟན་པ་ལེགས་པར་སྦྱར་བ་ནི་མི་ཞིག་པར་ཆུ་བོ་ཆེན་པོ་ལས་སེམས་ཅན་རྣམས་སྒྲོལ་ནུས་ཏེ། སུ་ལས་ཀྱང་གྲུ་བཙས་ཅུང་ཟད་ཀྱང་མི་ཚོལ་ལོ། །
en: (8) As a further analogy, a sturdy, stable, well-joined boat is able to save beings from a mighty river without being destroyed, and it does so without seeking even the slightest recompense from anyone.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་སྨྲ་བ་ཡང་ཤེས་རབ་བརྟན་ཅིང་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྲ་བ་སྙིང་རྗེ་ཆེན་པོས་ལེགས་པར་སྦྱར་བའི་ཆོས་ཅན་ཡང་སེམས་ཅན་རྣམས་འཁོར་བའི་ཆུ་བོ་ཆེན་པོ་ལས་སྒྲོལ་ནུས་ཏེ།
en: In the same way, bodhisattvas who propound the Dharma are well endowed with stable insight and sturdy, perfect, great compassion.

source: མི་ཞིག་ཀྱང་སུ་ལ་ཡང་གྲུ་བཙས་ཅུང་ཟད་ཀྱང་མི་ཚོལ་ལོ། །
en: They are able to save beings from the mighty river of saṃsāra without being destroyed, and they do so without seeking even a small ferry toll.

source: འདི་ལྟ་སྟེ། དཔེར་ན་འབབ་ཆུ་དྲག་པོ་འཇིགས་པ་ལ་ཟམ་པ་དང་། སྟེགས་ནི་སེམས་ཅན་ཐ་མ་དང་འབྲིང་དང་། མཆོག་རྣམས་ལ་མཚུངས་པར་བདེ་བར་བྱ་བའི་ཕྱིར་གནས་པ་ཡིན་ཏེ།
en: (9) As a further analogy, a bridge or causeway is located at a raging and terrifying river to put beings equally at ease, be they inferior, average, or superior.

source: དེ་གང་ལ་ཡང་ངར་འཛིན་པ་མེད་ཅིང་ང་ཡིར་འཛིན་པ་མེད་དོ། །
en: It does not hold any concepts of ‘I’ or ‘mine.’

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་སྨྲ་བ་ཡང་འཁོར་བ་རྒལ་དཀའ་བ་མི་བཟད་པ། མ་རུངས་པ་ངན་སོང་དུ་གཞོལ་བར་འབབ་པ་ལ་སྟེགས་དང་། ཟམ་པ་ཆེན་པོར་གྱུར་ཅིང་སེམས་ཅན་ཐ་མ་དང་། འབྲིང་དང་མཆོག་རྣམས་ལ་མཚུངས་པར་བདེ་བར་བྱ་བའི་ཕྱིར་གནས་པ་ཡིན་ཏེ།
en: In the same way, bodhisattvas who propound the Dharma serve as a great bridge or causeway that puts beings equally at ease—be they inferior, average, or superior—when facing saṃsāra that is difficult to cross, and the descent into the unbearable and cruel lower realms.

source: འདི་ལྟ་སྟེ། དཔེར་ན་སྒྲོན་མ་ནི་མུན་ནག་གི་ནང་ན་སེམས་ཅན་ཐ་མ་དང་། འབྲིང་དང་མཆོག་རྣམས་ལ་མཚུངས་པར་སྣང་བར་བྱེད་དེ།
en: (10) As a further analogy, a lamp illuminates darkness equally for beings who are inferior, average, and superior.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་སྨྲ་བ་ཡང་མ་རིག་པའི་མུན་ནག་འཁོར་བའི་ཁྱིམ་གྱི་ནང་དུ་ཤེས་རབ་ཀྱི་སྒྲོན་མ་ཕྱུང་ནས་སེམས་ཅན་ཐ་མ་དང་འབྲིང་དང་། མཆོག་རྣམས་ལ་མཚུངས་པར་སྣང་བར་བྱེད་ཀྱང་།
en: In the same way, bodhisattvas who propound the Dharma deploy the lamp of insight within the house of saṃsāra, which is dark with ignorance, shining it equally for inferior, average, and superior beings.

source: དེ་གང་ལ་ཡང་ངར་འཛིན་པ་མེད་ཅིང་ང་ཡིར་འཛིན་པ་མེད་དེ།
en: They do not hold any concepts of ‘I’ or ‘mine.’

source: བྱང་ཆུབ་སེམས་དཔས་ཆོས་ཀྱི་ཚུལ་ལ་འཇུག་པ་དཔེ་དང་ལྡན་པ་བཅུ་པོ་དེ་དག་གིས་ཆོས་སྨྲ་བ་པོ་ཁོང་དུ་ཆུད་པར་བྱའོ། །
en: Bodhisattvas should understand those who follow the Dharma through these ten examples of entering the way of the Dharma.

source: རིགས་ཀྱི་བུ་ཆོས་ཀྱི་ཚུལ་ལ་འཇུག་པ་བཅུས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་མི་འགྲོགས་པ་ཁོང་དུ་ཆུད་པར་བྱ་སྟེ།
en: “Child of good family, bodhisattvas should understand the ways that bodhisattvas should not associate with others through ten approaches to the way of the Dharma.

source: དམན་པ་ལ་སེམས་པ་དང་། དམན་པ་ལ་སྨོན་པའི་སེམས་ཅན་དམན་པ་རྣམས་དང་ལྷན་ཅིག་མི་འགྲོགས་པ་དང་།
en: (1) They should not associate with inferior beings who think of and aspire for lesser things.

source: སེམས་ཅན་མི་བརྩོན་པ། མི་འགྲུས་པ། ལེ་ལོ་ཅན་བརྩོན་འགྲུས་མེད་པ་རྣམས་དང་ལྷན་ཅིག་མི་འགྲོགས་པ་དང་ང་རྒྱལ་དང་ཆེ་བའི་ང་རྒྱལ་དང་།
en: (2) They should not associate with beings who do not put out effort, are not industrious, are lazy, and are not diligent.

source: ང་རྒྱལ་ལས་ཀྱང་ང་རྒྱལ་དང་ངའོ་སྙམ་པའི་ང་རྒྱལ་དང་ཅུང་ཟད་སྙམ་པའི་ང་རྒྱལ་དང་། མངོན་པའི་ང་རྒྱལ་དང་། ལོག་པའི་ང་རྒྱལ་དང་། ང་རྒྱལ་གྱིས་ཁེངས་པའི་སེམས་ཅན་རྣམས་དང་ལྷན་ཅིག་མི་འགྲོགས་པ་དང་སེར་སྣ་དང་འཆལ་པའི་ཚུལ་ཁྲིམས་དང་།
en: (3) They should not associate with beings who are proud, feel pride in their superiority, are excessively proud, have egotistical pride and the pride of feeling inferior, are haughty, have misplaced pride, or who are bloated with pride.

source: གནོད་སེམས་དང་ལེ་ལོ་དང་རྣམ་པར་གཡེངས་པ་དང་། འཆལ་བའི་ཤེས་རབ་ཀྱི་རང་བཞིན་ཅན་གྱི་སེམས་ཅན་རྣམས་དང་ལྷན་ཅིག་མི་འགྲོགས་པ་དང་།
en: (4) They should not associate with beings who are innately stingy, have poor discipline, think maliciously, or are lazy, distracted, and have distorted intelligence.

source: འདོད་པ་ལ་འདུན་པ་དང་། གནོད་སེམས་དང་རྣམ་པར་འཚེ་བའི་རྣམ་པར་རྟོག་པ་རྣམས་དང་ལྷན་ཅིག་མི་འགྲོགས་པ་དང་།
en: (5) They should not associate with those who seek sensual gratification, think maliciously, or have thoughts of violence.

source: རྟོག་པ་དང་རྣམ་པར་རྟོག་པ་དང་ཀུན་ཏུ་རྟོག་པ་ཐམས་ཅད་དང་ལྷན་ཅིག་མི་འགྲོགས་པ་དང་སྒྲིབ་པ་དང་།
en: (6) They should not associate with anyone who has thoughts, concepts, and discursive thoughts.

source: ཆོད་པ་དང་ཀུན་ནས་དཀྲིས་པ་ཐམས་ཅད་དང་ལྷན་ཅིག་མི་འགྲོགས་པ་དང་།
en: (7) They should not associate with anyone who has obscurations, obstructions, or entanglements.

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཡིད་ལ་བྱེད་པ་ཐམས་ཅད་དང་ལྷན་ཅིག་མི་འགྲོགས་པ་དང་།
en: (8) They should not associate with anyone whose mind is oriented toward śrāvakas or pratyekabuddhas.

source: རྙེད་པ་དང་བཀུར་སྟི་དང་ཚིགས་སུ་བཅད་པ་ལ་མངོན་པར་དགའ་བའི་ཡིད་ལ་བྱེད་པ་ཐམས་ཅད་དང་ལྷན་ཅིག་མི་འགྲོགས་པ་དང་།
en: (9) They should not associate with anyone whose mind focuses on taking delight in gain, respect, and adulation.

source: ངར་འཛིན་པ་དང་ང་ཡིར་འཛིན་པ་རྣམས་དང་ལྷན་ཅིག་མི་འགྲོགས་པ་སྟེ།
en: And (10) they should not associate with those who grasp at ‘I’ and ‘mine.’

source: ཆོས་ཀྱི་ཚུལ་ལ་འཇུག་པ་བཅུ་པོ་དེ་དག་གིས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་མི་འགྲོགས་པ་ཁོང་དུ་ཆུད་པར་བྱའོ། །
en: The ways bodhisattvas should not associate with others should be understood through these ten approaches to the way of the Dharma.

source: རིགས་ཀྱི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ནི་ཡལ་བར་འདོར་བ་བཅུ་དང་ལྷན་ཅིག་མི་འགྲོགས་ཏེ།
en: “Child of good family, bodhisattvas should not associate with anyone who has one of the ten types of negligence.

source: དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་པ་ཡལ་བར་འདོར་བ་དང་ལྷན་ཅིག་མི་འགྲོགས་སོ། །
en: (1) They should not associate with those who neglect upholding the sublime Dharma.

source: དམ་པའི་ཆོས་ཉན་པ་ཡལ་བར་འདོར་བ་དང་ལྷན་ཅིག་མི་འགྲོགས་སོ། །
en: (2) They should not associate with those who neglect listening to the sublime Dharma.

source: སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་པ་ཡལ་བར་འདོར་བ་དང་ལྷན་ཅིག་མི་འགྲོགས་སོ། །
en: (3) They should not associate with those who neglect ripening beings.

source: དམ་པའི་ཆོས་ཀྱི་སྦྱིན་པ་ཡལ་བར་འདོར་བ་དང་ལྷན་ཅིག་མི་འགྲོགས་སོ། །
en: (4) They should not associate with those who neglect the gift of the sublime Dharma.

source: བླ་མ་ཐམས་ཅད་ལ་རིམ་གྲོ་བྱ་བ་ལ་ཡལ་བར་འདོར་བ་དང་ལྷན་ཅིག་མི་འགྲོགས་སོ། །
en: (5) They should not associate with those who neglect to venerate all masters.

source: བདུད་ཀྱི་ལས་ཡལ་བར་འདོར་བ་དང་ལྷན་ཅིག་མི་འགྲོགས་སོ། །
en: (6) They should not associate with those who neglect the activities of Māra.

source: མུ་སྟེགས་ཅན་དཀྲུག་པ་ཡལ་བར་འདོར་བ་དང་ལྷན་ཅིག་མི་འགྲོགས་སོ། །
en: (7) They should not associate with those who neglect rival non-Buddhists.

source: དམ་པའི་ཆོས་རབ་ཏུ་རྣམ་པར་འཇིག་པ་ཡལ་བར་འདོར་བ་དང་ལྷན་ཅིག་མི་འགྲོགས་སོ། །
en: (8) They should not associate with those who neglect the disintegration of the sublime Dharma.

source: ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡལ་བར་འདོར་བ་དང་ལྷན་ཅིག་མི་འགྲོགས་སོ། །
en: (9) They should not associate with those who neglect the perfections.

source: ཕུང་པོ་གསུམ་པའི་ཡོངས་སུ་བསྔོ་བ་ཡལ་བར་འདོར་བ་དང་ལྷན་ཅིག་མི་འགྲོགས་ཏེ།
en: And (10) they should not associate with those who neglect the three sections of dedication.

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་ཡལ་བར་འདོར་བ་བཅུ་པོ་དེ་དག་དང་ལྷན་ཅིག་མི་འགྲོགས་སོ། །
en: Bodhisattvas should not associate with anyone who has one of these ten types of negligence.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་འཕྲུལ་པ་ཆེན་པོ་རྣམ་པ་བཅུར་ཁོང་དུ་ཆུད་པར་བྱ་སྟེ།
en: “Bodhisattvas should understand ten types of great emanation of bodhisattvas.

source: རྣམ་པ་བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། འཁོར་ལོས་སྒྱུར་བར་འཕྲུལ་པ་དང་། བརྒྱ་བྱིན་དུ་འཕྲུལ་པ་དང་། ཚངས་པར་འཕྲུལ་པ་དང་།
en: What are these ten types?

source: ཉན་ཐོས་སུ་འཕྲུལ་པ་དང་། རང་སངས་རྒྱས་སུ་འཕྲུལ་པ་དང་། བྱང་ཆུབ་སེམས་དཔར་འཕྲུལ་པ་དང་། སངས་རྒྱས་སུ་འཕྲུལ་པ་དང་། སངས་རྒྱས་ཀྱི་ཞིང་དུ་འཕྲུལ་པ་དང་།
en: (1) Their emanation as a universal monarch, (2) their emanation as Śakra, (3) their emanation as Brahmā, (4) their emanation as śrāvakas, (5) their emanation as pratyekabuddhas, (6) their emanation as bodhisattvas, (7) their emanation as buddhas, (8) their emanation as buddhafields, (9) their emanation as the seat of awakening, and (10) their emanation as the great retinue.

source: བྱང་ཆུབ་ཀྱི་སྙིང་པོར་འཕྲུལ་པ་དང་། འཁོར་ཆེན་པོར་འཕྲུལ་པ་སྟེ། བཅུ་པོ་དེ་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་འཕྲུལ་པ་ཆེན་པོར་ཁོང་དུ་ཆུད་པར་བྱའོ། །
en: These ten should be understood as the great emanations of bodhisattvas.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་འཕྲུལ་པ་ཆེན་པོ་འདི་དག་ཐམས་ཅད་ནི་གཞན་གྱི་བསམ་པ་ལས་གྱུར་པར་བལྟའོ། །
en: All of these great emanations of bodhisattvas should be recognized to be determined by the intention of others.

source: དེ་ལ་ནམ་འཇིག་རྟེན་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་གཙོ་བོར་བྱེད་ཅིང་ཚུལ་ཁྲིམས་ཡང་དག་པར་འཛིན་པ་དང་། སྤྱོད་པ་གཙོ་བོར་བྱེད་པ་དེ་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཁོར་ལོས་སྒྱུར་བའི་བཀོད་པ་རྣམས་སྤྲུལ་ནས་སེམས་ཅན་གྱི་དོན་བྱེད་དོ། །
en: “During times when universal monarchs are considered paramount in the world, when upholding discipline and conduct are considered paramount, bodhisattvas emanate the regalia of a universal monarch and work to benefit beings.

source: དེ་ལ་འཁོར་ལོ་རིན་པོ་ཆེ་ནི་རྩིབས་སྟོང་ཡོད་ལ། ལྷ་དང་མིའི་ལས་ཤིན་ཏུ་འདས་པ།
en: The regalia includes the precious wheel, which has a thousand spokes and surpasses everything in the worlds of gods and humans.

source: འཛམ་བུ་ཆུ་བོའི་གསེར་ལས་གྲུབ་པ། མགར་བས་མ་བརྡུངས་པ།
en: It is made of gold from the Jambu River but was not hammered by a craftsperson.

source: རང་གི་སྨོན་ལམ་དང་བསོད་ནམས་ཀྱི་རྫུ་འཕྲུལ་གྱི་མཐུ་ལས་བྱུང་བ་བལྟ་བས་མི་ངོམས་པའི་གཟུགས་ཅན་ནམ་མཁའ་ལ་འགྲོ་བ་སྟེ།
en: It arises through the miraculous power of one’s own aspirations and merit. Alluring in form, it moves through the sky.

source: འཁོར་ལོས་སྒྱུར་བ་ཕལ་གཞན་རྣམས་ཀྱི་ལྟ་བུ་མ་ཡིན་ནོ། །
en: This is unlike those of other, ordinary universal monarchs.

source: གླང་པོ་རིན་པོ་ཆེ་ནི་ཆུ་ཞེང་ཕུན་སུམ་ཚོགས་པ། ཐལ་ཀར་མཆེ་བ་དྲུག་ཡོད་པ།
en: “The precious elephant has perfect proportions and six white tusks.

source: བལྟ་བས་མི་ངོམས་པའི་གཟུགས་ཅན། ནམ་མཁའ་ལ་འགྲོ་བ།
en: It has an alluring form and moves through the sky.

source: མགྱོགས་པའི་ཤུགས་ཕུན་སུམ་ཚོགས་པ། ས་སྲུང་གི་བུ་དང་ནམ་མཁའ་ལྡིང་ལྟར་མགྱོགས་པ།
en: It has a perfect, quick pace, and moves like Airāvaṇa and Garuḍa.

source: ལེགས་པར་སྤྱད་པའི་ལས་ཀྱི་མཐུ་ལས་བྱུང་བ་སྟེ།
en: It arises through the power of well-performed deeds.

source: རྟ་རིན་པོ་ཆེ་ནི་ཐམས་ཅད་སྔོ་བ། ཅང་ཤེས་པ། རྟའི་རྒྱལ་པོ་སྤྲིན་གྱི་ཤུགས་ཅན་དང་མཚུངས་པ།
en: “The precious horse is completely blue and clever, the equal of Bālāhaka, the king of horses.

source: རླུང་ལྟར་མགྱོགས་པ། ཡིད་བཞིན་གྱི་ནོར་བུ་ལྟར་བསམས་པ་ཙམ་གྱིས་ཕྱིན་པར་བྱེད་པ་ནམ་མཁའ་ལ་འགྲོ་བ་སྟེ།
en: It is swift like the wind, is made to run by thought alone like a wish-fulfilling gem, and it moves through the sky.

source: ནོར་བུ་རིན་པོ་ཆེ་ནི་ཟུར་བརྒྱད་པ། མཁན་བཟོས་མ་བྱས་པ།
en: “The precious jewel has eight facets and is not made by an artisan.

source: འོད་ཕུན་སུམ་ཚོགས་པ། མེ་དང་ཉི་མའི་འོད་ཟིལ་གྱིས་ནོན་པ།
en: Abundant with light, it outshines fire and the sun.

source: གང་དགའ་དགུར་འགྲོ་བ། ཕུན་སུམ་ཚོགས་པ་འདོད་དགུ་ཕུན་སུམ་ཚོགས་པར་སྦྱིན་པ།
en: It moves as desired, and fully bestows an abundance of desires.

source: བསམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ་སྟེ།
en: It fulfills all wishes.

source: བུད་མེད་རིན་པོ་ཆེ་ནི་ཧ་ཅང་ཡང་མི་དཀར། ཧ་ཅང་ཡང་མི་སྔོ། ཧ་ཅང་ཡང་མི་རིང་། ཧ་ཅང་ཡང་མི་ཐུང་། ཧ་ཅང་ཡང་མི་སྐེམ། ཧ་ཅང་ཡང་མི་སྦོམ་པ།
en: “The precious lady is neither too light nor too dark, too tall nor too short, and neither too slight nor too stout.

source: འདུལ་བའི་ཆོ་ག་ཕུན་སུམ་ཚོགས་པ། བསྟན་བཅོས་དང་། བཟོ་དང་། སྙན་དངགས་དང་། སྒྱུ་རྩལ་སྣ་ཚོགས་མངོན་པར་ཤེས་པ།
en: Her rites for training are complete, and she is knowledgeable in the major treatises, crafts, literature, and various sports.

source: མཉེན་ཞིང་ཟབ་ལ་སྙན་པའི་སྨྲ་བ་ཕུན་སུམ་ཚོགས་པ།
en: Her eloquent speech, gentle and profound, is remarkable.

source: ཡིད་བཞིན་གྱི་ནོར་བུ་དང་མཚུངས་པ། འཛུམ་པ་དང་ཚུལ་ཕུན་སུམ་ཚོགས་པ། ཆོས་སྤྱོད་པ་ལ་དགའ་བ། མཚུངས་པ་མེད་པའི་གཟུགས་ཅན་ཏེ།
en: She is just like a wish-fulfilling jewel, is perfect in her smile and comportment, delights in Dharma conduct, and is unrivaled in appearance.

source: ཁྱིམ་བདག་རིན་པོ་ཆེ་ནི་ལག་ན་རྡོ་རྗེ་དང་འདྲ་བ།
en: “The precious householders are those like Vajrapāṇi.

source: ཆུ་ཞེང་རྣམ་ཐོས་ཀྱི་བུ་དང་སྲེད་མེད་ཀྱི་བུ་དང་འདྲ་བ། རྟག་ཏུ་མཉེན་ཞིང་སྙན་ལ་འཇམ་ཞིང་ཡིད་དུ་འོང་བའི་ཚིག་འབྱིན་པ།
en: They are well proportioned like Vaiśravaṇa and Nārāyaṇa, and always speak gently, pleasantly, softly, and with gratifying words.

source: ཤའི་མིག་སྒྲིབ་པ་མེད་པ་དང་ལྡན་པ། བྱམས་པ་དང་སྙིང་རྗེ་མང་བ། ཡིད་བཞིན་གྱི་ནོར་བུ་ལྟར་འདོད་དགུར་འཛུད་པ།
en: Their physical eyes are clear, they have abundant love and compassion, and they fulfill desires like a wish-fulfilling jewel.

source: མིག་རིན་པོ་ཆེ་དགེ་བའི་རྩ་བ་སྐལ་བ་མཉམ་པས་གྲུབ་པ་སྟེ།
en: They are accomplished because their roots of virtue are equal to those of precious people.

source: བློན་པོ་རིན་པོ་ཆེ་ནི་རིན་པོ་ཆེ་རིགས་མ་ལྟ་བུ།
en: “The precious minister is like the matron of a vaunted family line.

source: དགེ་བའི་རྩ་བ་རྣམས་ཀྱི་གཟུགས་བརྙན་དུ་གྱུར་པ། སྔར་ལྡང་ཞིང་བསམ་པ་དགེ་བ། བལྟས་པ་དང་མིག་རིག་རིག་བྱས་པས་དོན་གོ་བ།
en: He serves as the epitome of the roots of virtue, rises early, is virtuous in thought, and understands things by watching and shifting his gaze.

source: ལས་བཟང་པོ་དང་རྒྱས་པ་དང་རྫོགས་པ་དང་མ་སྨད་པ་བྱེད་པ།
en: His actions are good, extensive, complete, and blameless.

source: ནམ་མཁའ་ལ་འགྲོ་བ། འདོད་དགུར་འགྲོ་བ་འབྱོར་པ་སྟེ།
en: He can move through the sky, pursue desires, and is wealthy.

source: དེ་ལ་སོགས་པ་འཁོར་ལོས་སྒྱུར་བའི་རིན་པོ་ཆེ་བཀོད་པ་ཐམས་ཅད་སྤྲུལ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ལ་དབང་བ། སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པ་དང་བདེ་བའི་ལྷག་པའི་བསམ་པ་ཅན།
en: “Once these and the other precious regalia of a universal monarch have been emanated, bodhisattvas will have power over the mind and possess a pure motivation focused on the happiness and benefit of all beings.

source: མི་རིན་པོ་ཆེ་ཁ་ན་མ་ཐོ་བ་མེད་པའི་ལས་ཟབ་པ། སྣུམ་པ།
en: These precious people engage in profound and irreproachable deeds.

source: ཕན་པའི་ལྷག་པའི་བསམ་པ་དམ་པ། ཆོས་ཆེན་པོ་ལ་གཞོལ་བ།
en: They are tender, have the exalted intent to be of benefit, and are inclined toward the great Dharma.

source: འཁོར་ལོས་སྒྱུར་བ་ཆེན་པོ། དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ལ་བསྟེན་པ།
en: They are great universal monarchs who serve the path of the ten virtuous actions.

source: སྐྱེས་བུ་ཆེན་པོའི་མཚན་སུམ་ཅུ་རྩ་གཉིས་དང་ལྡན་པས་སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱེད་དེ།
en: They ripen all beings through their thirty-two major marks of a great person.

source: འདི་ནི་བྱང་ཆུབ་སེམས་དཔའི་འཁོར་ལོས་སྒྱུར་བར་འཕྲུལ་པ་ཆེན་པོ་ཞེས་བྱའོ། །
en: They are called great bodhisattvas emanated as universal monarchs.

source: ནམ་འཇིག་རྟེན་ན་བརྒྱ་བྱིན་གཙོ་བོར་བྱེད་པ་དེ་ན་བརྒྱ་བྱིན་གྱི་གཟུགས་སུ་སྤྲུལ་ནས་སུམ་ཅུ་རྩ་གསུམ་གྱི་ཁང་པར་ཞུགས་ཏེ་བག་ཡོད་པའི་གཏམ་གྱིས་ལྷ་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །
en: “During times when Śakra is considered paramount in the world, bodhisattvas emanate in the form of Śakra, reside in his palace in the Heaven of the Thirty-Three, and ripen the gods through teachings on vigilance.

source: ནམ་འཇིག་རྟེན་ན་ཚངས་པ་གཙོ་བོར་བྱེད་པ་དེ་ན་ཚངས་པའི་གཟུགས་སུ་སྤྲུལ་ནས་རབ་ཏུ་ཞི་བའི་བསམ་གཏན་དང་། ཚད་མེད་པའི་བསམ་གཏན་རྣམས་ཀྱིས་ཚངས་པའི་རིས་ཀྱི་ལྷ་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །
en: “During times when Brahmā is considered paramount in the world, bodhisattvas emanate in the form of Brahmā, and ripen the deities of the Brahmā Realm through the meditative stability of tranquility and limitless meditative stability.

source: ནམ་སེམས་ཅན་རྣམས་ཉན་ཐོས་ཀྱིས་འདུལ་བ་ཡིན་གྱི། རང་སངས་རྒྱས་ཀྱིས་འདུལ་བ་མ་ཡིན། སངས་རྒྱས་ཀྱིས་འདུལ་བ་མ་ཡིན་པ་དེ་ན་ཉན་ཐོས་ཀྱི་གཟུགས་སུ་སྤྲུལ་ནས་སྡུག་བསྔལ་ཟད་པར་བྱ་བ་དང་། མྱ་ངན་འདས་པ་ཐོབ་པར་བྱ་བའི་ཕྱིར་ཆོས་སྟོན་ཏོ། །
en: “During times when beings are trained by śrāvakas and not by pratyekabuddhas or buddhas, bodhisattvas emanate in the form of śrāvakas and teach the Dharma so that suffering is exhausted and nirvāṇa is attained.
